const wheelData = {
    default: {
        title: "Колесо балдежа",
        items: ["Повысить шанс выпадения игры в чужом колесе", "+25 поинтов", "Реролл", "1 из 2 игр на выбор", "+20% поинтов", "Колесо с говном противнику", "+50% поинтов", "Безнаказанный дроп"]
    },
    shame: {
        title: "Колесо говна",
        items: ["-поинты по кубику х10", "Колесо балдежа противнику","-10 поинтов","-10% поинтов","-25% поинтов","-25 поинтов","Ролл из отборного говна","-50% поинтов","Повышение шанса рекомендаций"]
    },
    super_shame: {
        title: "Колесо отборного говна",
        items: ["Granny", "The Mercury Man", "Poppy Playtime", "Hatoful Boyfriend", "5 каток в кс", "5 каток в доту"]
    },
    custom: {
        title: "Свой список",
        items: []
    }
};

export default wheelData;