export const SEASONS = [
    {
        id: 1,
        name: '✨ Сезон 1: Сила рекомендаций ✨ +10% зарабатываемых поинтов за рекомендации',
        start: '2026-06-13',
        end: '2026-07-14'
    },
    {
        id: 2,
        name: '✨ Сезон 2: Взлёты и падения ✨ Каждый раз когда позиция игрока меняется на +1 он крутит колесо балдежа. Каждый раз когда позиция игрока меняется на -1 он крутит колесо говна.',
        start: '2026-07-15',
        end: '2026-07-29'
    },
    {
        id: 3,
        name: '✨ Сезон 3: Всё в одном ✨ Колесо дается за каждые 500 поинтов. Используем комбинированное колесо (Балдежа + Говна) вместо отдельных.',
        start: '2026-07-29',
        end: '2026-08-12'
    },
    {
        id: 4,
        name: '✨ Сезон 4: Стрик балдежа ✨ Получаемые поинты увеличиваются на 5% за каждое прокрученное колесо балдежа подряд (считаются только колеса за прохождение игры)',
        start: '2026-08-12',
        end: '2026-09-01'
    },
];